tap "aws/tap"
tap "koekeishiya/formulae"
tap "mobile-dev-inc/tap"
tap "supabase/tap"
brew "jpeg-xl"
brew "autoconf"
brew "automake"
brew "aws-sam-cli"
brew "awscli"
brew "cloudflared"
brew "cmake"
brew "cowsay"
brew "exercism"
brew "ffmpeg"
brew "figlet"
brew "fonttools"
brew "libtool"
brew "freetds"
brew "fzf"
brew "graphviz"
brew "imagemagick"
brew "iperf3"
brew "libpq"
brew "llvm"
brew "lolcat"
brew "mailhog"
brew "mtr"
brew "mysql-client"
brew "neovim"
brew "nginx"
brew "ninja"
brew "nodenv"
brew "php"
brew "postgresql@14", link: false
brew "postgresql@16", link: true
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qpdf"
brew "rbenv"
brew "redis"
brew "render"
brew "ripgrep"
brew "sl"
brew "solana"
brew "ta-lib"
brew "tig"
brew "toilet"
brew "watchman"
brew "wget"
brew "koekeishiya/formulae/skhd"
brew "mobile-dev-inc/tap/maestro"
brew "supabase/tap/supabase"
cask "font-jetbrains-mono-nerd-font"
cask "ngrok"
cask "session-manager-plugin"
cask "wezterm"
cask "zulu@17"
cargo "rustlings"
